Revit 2024 API
ParameterTypeId.DefaultConstructionMassRoof Property
 "Mass Roof"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DefaultConstructionMassRoof { get; }
Visual Basic
Public Shared ReadOnly Property DefaultConstructionMassRoof As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DefaultConstructionMassRoof {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace